/* `welcomeLabel` UILabel text default value */
"Welcome" = "Dobro došli";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Zahvaljujemo na preuzimanju";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Slijedite upute koje ste dobili u pozdravnoj e-poruci kako biste pokrenuli proces aktiviranja.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Nadgledajte upravljanje svojih dnevnih zadataka i jednostavno surađujte na projektima.";

"ScanInstruction" = "Skenirajte sigurni QR kod kako biste pokrenuli proces aktiviranja.";

"DiscoveryServiceInstruction" = "Unesite svoju e-adresu kako biste pokrenuli proces aktiviranja.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Provjeravanje računa...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Pokreni";

"Scan" = "Skeniraj";

/* `demoLabel` UILabel text default value */
"Explore" = "Želite istraživati?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Isprobajte demo verziju";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Postavi šifru";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Šifra";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Izaberi šifru";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Potvrdi šifru";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Ponovo unesite šifru.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Potvrdite šifru.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Unesite šifru.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Promijeni šifru";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Unesite trenutačnu šifru.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Ne sada";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Natrag";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Dalje";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Gotovo";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Izaberite šifru koja ima barem ovoliko znakova: %d za otključavanje aplikacije.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Izaberite šifru koja ima barem ovoliko brojki: %d za otključavanje aplikacije.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Unesite nešto od sljedećeg:";

/* The group name for lower case letters. */
"LowerCaseKey" = "mala slova (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "velika slova (A-Z)";

/* The group name for digits. */
"DigitsKey" = "brojke (0–9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "simbole (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Ponovo postavi šifru";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Validacija šifre nije uspjela.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Šifru je odbio FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Pokušaj ponovo";

/* The title for setup touch ID screen. */
"TouchIDKey" = "Touch ID";

/* The title for setup touch ID screen. */
"FaceIDKey" = "Face ID";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " sada je dostupan!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Omogućavanjem Touch ID-a brže ćete pristupati svojim informacijama.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Ovu značajku možete uključiti ili isključiti kada god želite u postavkama.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Omogućite Touch ID za brži i sigurniji pristup.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Ako se Touch ID deaktivira, morat ćete unijeti šifru za uređaj.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Omogućavanjem Face ID-a brže ćete pristupati svojim informacijama.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Ovu značajku možete uključiti ili isključiti kada god želite u postavkama.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Omogućite Face ID za brži i sigurniji pristup.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Ako se Face ID deaktivira, morat ćete unijeti šifru za uređaj.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Za upotrebu Touch ID-a dodajte otiske prstiju u postavkama na uređaju.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Ovo možete učiniti kada god želite na Postavke - Touch ID & šifra.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Za upotrebu Face ID-a dodajte Face ID u postavke na uređaju.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Ovo možete učiniti kada god želite na Postavke - Face ID & šifra.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Opširnije informacije o Touch ID-u";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Opširnije informacije o Face ID-u";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Omogući";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Provjeri autentičnost s pomoću Touch ID-a";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Provjeri autentičnost s pomoću Face ID-a";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Pogreška";

/* The error title. */
"AuthenticationErrorKey" = "Pogreška pri provjeri autentičnosti";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Provjerite autentičnost s pomoću Touch ID-a radi upotrebe aplikacije.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Provjerite autentičnost s pomoću Face ID-a radi upotrebe aplikacije";

/* The authenticate button text. */
"AuthenticateKey" = "Provjeri autentičnost";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Šifre se ne podudaraju. Pokušajte ponovo.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Broj preostalih pokušaja: %d.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Ostao vam je jedan pokušaj";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Nema više pokušaja.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Prijavite se za ponovno postavljanje šifre.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Netočna šifra. Pokušajte ponovo.";

/* The scan page title string. */
"ScanKey" = "Skeniraj";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Skeniranje neuspješno";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Odaberite sliku s QR kodom.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Nevaljan QR kod.";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "QR kod nije prepoznat.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Dopusti pristup fotografijama.";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Za odabir slike s QR kodom omogućite pristup svojim fotografijama u postavkama privatnosti na uređaju.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Dopusti pristup kameri";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Za skeniranje s pomoću kamere omogućite pristup svojoj kameri u postavkama privatnosti na uređaju.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Postavke";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Potvrda";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Skeniranje uspješno. Povezat ćete se s:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Nastavi";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Pokreni";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Aktiviranje";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Ako ste dobili pozdravnu e-poruku, slijedite vezu za aktiviranje u toj e-poruci. Ako niste, unesite svoju e-adresu ili skenirajte QR kod za pokretanje integriranja.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Dalje";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "Ili";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Skeniraj";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Suglasan sam";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Nisam suglasan";

/* The authentication title. */
"AuthenticationKey" = "Provjera autentičnosti";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Unesite korisničko ime i lozinku radi provjere autentičnosti.";

/* Username input field placeholder string */
"usernameKey" = "korisničko ime";

/* Password input field placeholder string */
"passwordKey" = "lozinka";

/* Sign In button string. */
"SignInKey" = "Prijava";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Netočne vjerodajnice. Pokušajte ponovo.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Unesite informacije u nastavku za pokretanje procesa aktiviranja.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Verifikacija informacija...";

/* Cancel button string. */
"CancelKey" = "Odustani";

/* Allow button string. */
"AllowKey" = "Dopusti";

/* Deny button string. */
"DenyKey" = "Odbij";

/* No button string. */
"NoKey" = "Ne";

/* Quit button string. */
"QuitKey" = "Izađi";

/* GiveConsent button string. */
"GiveConsentKey" = "Daj suglasnost";

/* Navbar title string. */
"StepKey" = "Korak";

/* Navbar title string. */
"OfKey" = "od";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Želite li zaista izaći iz procesa integriranja?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Bez suglasnosti nećete moći nastaviti s integriranjem.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Prebaci ili dodaj korisnika";

/* Title for Log In button */
"LogInKey" = "Prijava";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Traži korisnike na ovom uređaju";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Zaboravili ste šifru?";

/* Title for Loction */
"PNLoctionTitleKey" = "Uključite usluge lociranja kako biste se mogli koristiti značajkama karte i navigacije";

/* Title for Notifications */
"PNNotificationsTitleKey" = "Uključite obavijesti kako biste mogli biti obaviješteni o važnim najavama";

/* Title for Photos */
"PNPhotosTitleKey" = "Uključite pristup knjižnici fotografija kako biste mogli omogućiti dijeljenje fotografija i pristupiti knjižnici fotografija";

/* Title for Calendar */
"PNCalendarTitleKey" = "Uključite pristup kalendaru kako biste mogli rezervirati sobe i vidjeti svoje sastanke";

/* Title for Camera */
"PNCameraTitleKey" = "Uključite kameru kako biste se mogli prijaviti i verificirati s pomoću Face ID-a";

/* Subtitle for FUIPrivacyNoticeView */
"PNSubtitleKey" = "Ovo dopuštenje možete promijeniti kasnije u postavkama aplikacije";

/* FooterText for FUIPrivacyNoticeSettingsController */
"PNSettingsFooterTextKey" = "Aplikacija se koristi dopuštenjima u nastavku kako bi vam pružila najbolje iskustvo za koje smo se pobrinuli";

/* FooterText of Location for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsLocationFooterTextKey" = "Dopustite aplikaciji da pristupi vašoj lokaciji i obavijesti vas kad je upotrebljavate.\n\nDa biste postavili ili uredili svoje dopuštenje za Lokaciju, otvorite Postavke iOS-a > Dodirnite “Lokacija” > Dodirnite “Aplikacija” > Odaberite željenu postavku dopuštenja za Lokaciju";

/* FooterText of Notifications for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsNotificationsFooterTextKey" = "Dopustite aplikaciji da pristupi vašim obavijestima i obavijesti vas kad ih upotrebljavate.\n\nDa biste postavili ili uredili svoje dopuštenje za Obavijesti, otvorite Postavke iOS-a > Dodirnite “Obavijesti” > Dodirnite “Aplikacija” > Odaberite željenu postavku dopuštenja za Obavijesti";

/* FooterText of Photos for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsPhotosFooterTextKey" = "Dopustite aplikaciji da pristupi vašim fotografijama i obavijesti vas kad ih upotrebljavate.\n\nDa biste postavili ili uredili svoje dopuštenje za Fotografije, otvorite Postavke iOS-a > Dodirnite “Fotografije” > Dodirnite “Aplikacija” > Odaberite željenu postavku dopuštenja za Fotografije";

/* FooterText of Camera for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCameraFooterTextKey" = "Dopustite aplikaciji da pristupi vašoj kameri i obavijesti vas kad je upotrebljavate.\n\nDa biste postavili ili uredili svoje dopuštenje za Kameru, otvorite Postavke iOS-a > Dodirnite “Kamera” > Dodirnite “Aplikacija” > Odaberite željenu postavku dopuštenja za Kameru";

/* FooterText of Calendar for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingsCalendarFooterTextKey" = "Dopustite aplikaciji da pristupi vašem kalendaru i obavijesti vas kad ga upotrebljavate.\n\nDa biste postavili ili uredili svoje dopuštenje za Kalendar, otvorite Postavke iOS-a > Dodirnite “Kalendar” > Dodirnite “Aplikacija” > Odaberite željenu postavku dopuštenja za Kalendar";

/* The button title for FUIPrivacyNoticeOpenSettingsController */
"PNOpenSettingKey" = "Otvori postavke iOS-a";

